Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Do tego mi daleko, chłopcze. Jestem dowódcą straży, ale podobnie jak inni członkowie rady miejskiej odpowiadam przed gubernatorem Morrisem.
uk: Зовсім ні, хлопче. Я командир Варти, але, як і інші члени міської ради, я підпорядковуюсь губернатору Моррісу.

source: Do tego możesz zobaczyć, co się dzieje za winnicą, w okolicach mostu przy wodospadzie. Moi ludzie rzadko tam chodzą, więc cholera wie, czy się tam jakieś licho nie zalęgło.
uk: Крім того, можеш глянути, що відбувається за виноградником, біля мосту поруч з водоспадом. Мої люди туди рідко ходять, тож хтозна, чи не завелося там ще якесь лихо.

source: Do tego nie musisz się przejmować jakimiś kodeksami straży czy wytycznymi Gildii Kupieckiej. Mówię ci, pokochasz tutejszą swobodę pracy.
uk: До того ж, тобі не доведеться турбуватися про будь-які кодекси Варти чи настанови Торгової Гільдії. Запевняю, тобі сподобається свобода у виборі роботи.

source: Do tego nie prowadzimy żadnego spisu kto, kogo i gdzie uprowadził, więc nie mam jak zbadać sprawy.
uk: Крім того, ми не ведемо жодного обліку тих, кого і де викрали, тому я не маю можливості перевірити цю інформацію.

source: Do tego ta konfiskata statków...
uk: До того ж конфіскація кораблів...

source: Do tego teraz szczególnie nie mam czasu na udzielanie porad, w końcu muszę wykonać swoje zadanie.
uk: До того ж, у мене зараз немає часу давати поради, адже я мушу виконувати свою роботу.

source: Do tego za przystępną cenę odkupię od ciebie różne kosztowności. Wiesz, złote i srebrne talerze, kielichy... w tej branży łatwo zdobyć kontakty na skupujących taki towar.
uk: Крім того, я викуплю у тебе різні цінні речі за доступну ціну. Ну знаєш, золоті та срібні тарілки, келихи... в цьому бізнесі легко вийти на покупців таких товарів.

source: Do tego znam się trochę na alchemii, i mógłbym nauczyć cię jej podstaw. Oczywiście również odpłatnie.
uk: Крім того, я трохи розбираюся в алхімії і можу навчити тебе її основам. За певну плату, звісно.

source: Do tego świetnie rozumiecie swoich rówieśników, których potrzebujemy w naszych szeregach. Łatwiej do nich traficie.
uk: До того ж, ти чудово розумієш своїх ровесників, яких ми потребуємо в наших лавах. Тобі буде легше до них достукатися.

source: Do tej kwestii jeszcze wrócimy. Kluczem w sprawie niewątpliwie jest ten człowiek, o którym tyle mi mówiłeś.
uk: Ми ще повернемося до цього питання. Ключовою у цій справі, без сумніву, є людина, про яку ти мені так багато розповів.

source: Do tej pory jakoś sam dawałem sobie radę. Ryby nie są zbyt łakomym kąskiem dla bandytów i złodziei, a odgonić parę topielcy to nie problem.
uk: Досі я якось обходився власними силами. Риба – не дуже ласий шматок для бандитів та крадіїв, а прогнати кілька луркерів – це не проблема.

source: Do tej pory leczyliśmy tylko skutki, ale czas zwalczyć w końcu przyczynę.
uk: Досі ми лікували лише наслідки, але настав час нарешті розібратися з причиною.

source: Do tej pory miałeś szczęście, ale wkrótce może ci się ono wyczerpać.
uk: Досі тобі щастило, але незабаром везіння може закінчитися.

source: Do tej pory myślałem, że to może po prostu Gron wychodzi pijany z karczmy, ale dzisiaj to brzmiało jak rozwścieczona bestia.
uk: Досі я думав, що це просто Грон, що п'янючий повертається з корчми, але сьогодні це було більше схоже на розлюченого звіра.

source: Do tej pory nie wiem jak tego dokonaliśmy, bo potem ledwo udało nam się stamtąd wyjść.
uk: Досі не розумію, як нам це вдалося, бо потім ми ледве вибралися звідти.

source: Do tej pory nie zdecydowały się nas zaatakować, ale co parę nocy słyszę, jak wydzierają się ze swojej jaskini.
uk: Поки що вони не наважуються нападати на нас, але іноді ночами я чую їхнє виття із печери.

source: Do tej pory odkryliśmy 3 głównie miejsca, w których występują ludzie Lichwiarza:
uk: Наразі ми виявили три основні місця, в яких виступають люди Лихваря:

source: Do tej pory okazał się całkiem przydatny.
uk: Дотепер він був досить корисним.

source: Do tej pory raczej ci nie wychodziło.
uk: Досі тобі це не вдавалося.

source: Do tej pory wykorzystywałeś swoją manę do korzystania ze zwojów, sprawiając, że opuszczały one swój świat. To naturalny proces utrzymania równowagi.
uk: Досі ти використовував свою ману щоб користуватися сувоями, примушуючи їх залишати цей світ. Це природний процес збереження рівноваги.

source: Do tej pory świetnie się spisywałeś, dlatego w ramach uznania i zaufania przekażę ci ściśle tajne informacje. Jeśli komuś o nich opowiesz, zostaniesz skazany na śmierć za zdradę królestwa.
uk: Поки що ти чудово справлявся, тому в знак визнання та довіри я передам тобі конфіденційну інформацію. Якщо ти комусь про це розкажеш, то будеш засуджений до смерті за зраду королівства.

source: Do tej pory, myślałem, że królewscy są beznadziejnymi wojownikami, ale teraz nie jestem taki pewny czy chciałbym się z nimi mierzyć...
uk: Досі я вважав людей Короля безнадійними бійцями, але тепер я не впевнений, що хотів би зіткнутися з ними...

source: Do tej pory, zamiotłem ci chatę i przyniosłem jedzenie. W jaki sposób ma mi to pomóc w nauce alchemii?
uk: Поки що я підмітав твою хатину і приносив тобі їжу. Як це допоможе мені вивчити алхімію?

source: Do tej przeklętej twierdzy?
uk: У ту прокляту фортецю?

source: Do teraz dzwoni mi w uszach na myśl o tych wszystkich przerażonych głosach.
uk: У мене й досі дзвенить у вухах від думки про всі ті перелякані голоси.

source: Do tyłu
uk: Назад

source: Do usług mój drogi, do usług.
uk: До твоїх послуг, друже, до твоїх послуг.

source: Do usług.
uk: До твоїх послуг.

source: Do widzenia!
uk: До побачення!

source: Do widzenia, do widzenia!
uk: До побачення, до побачення!

source: Do widzenia, panie kacie, może pan iść!
uk: До побачення, пане кате, можете йти!

source: Do widzenia.
uk: До побачення.

source: Do wieży sygnałowej
uk: До сигнальної вежі

source: Do willi Lichwiarza.
uk: До маєтку Лихваря.

source: Do winnicy
uk: До виноградників

source: Do winnicy Rity
uk: До виноградника Рити

source: Do winnicy Valerio
uk: До виноградника Валеріо

source: Do wioski Silbach
uk: До села Сільбах

source: Do wioski jeszcze kawałek. Musimy być czujni.
uk: До села ще далеченько. Ми маємо бути пильними.

source: Do wrót ich wielkich, kamiennych miast przybywali zarówno starzy i młodzi, zdrowi i cierpiący, a panowie świata hojnie dzielili się z nimi swoją wiedzą i miłosierdziem. Ludzie okazali się bardzo pojętni i zdolni, toteż szybko chłonęli umiejętności swoich mistrzów. W końcu jednak do ich serc zakradła się pycha i próżność, która zaskoczyła samych Bogów. Ludzie zapragnęli pojąć największy ich sekret - wiedzę o tworzeniu życia.
uk: До воріт їхніх великих кам'яних міст стікалися старі й молоді, здорові й стражденні, і володарі світу щедро ділилися з ними своїми знаннями та милосердям. Люди виявилися дуже здібними до навчання, тож швидко перейняли навички своїх наставників. Але з часом в людські серця закралися гордість і марнославство, які здивували самих Богів. Люди прагнули осягнути їхню найбільшу таємницю – знання про створення життя.

source: Do wrót kopalni najłatwiej dotrzeć, gdy skręcisz w prawo zaraz po wyjściu z mojej komnaty, a później skierujesz się schodami na najniższe piętro.
uk: Найпростіший спосіб дістатися до воріт копальні – відразу після виходу з моїх покоїв поверни праворуч, а потім спустись сходами на найнижчий поверх.

source: Do wschodniej bramy miasta
uk: До східних міських воріт

source: Do wszystkich entuzjastów górnictwa!
uk: Усім любителям гірничої справи!

source: Do wszystkich górników i poszukiwaczy przygód!
uk: Усім гірникам та шукачам пригод!

source: Do wszystkich mieszkańców Miasta Archolos i okolic!
uk: Усім жителям міста Архолос та його околиць!

source: Do wszystkich mieszkańców wyspy Archolos,
uk: Усім мешканцям острова Архолос,

source: Do wszystkich zainteresowanych!
uk: Усім зацікавленим!

source: Do wszystkich łowców!
uk: Усім мисливцям!

source: Do wszystkiego się przykładam.
uk: Я зробив усе, що міг.

source: Do wymiany dojdzie tutaj, i nigdzie indziej. Rozumiesz?
uk: Обмін відбудеться тут, і ніде більше. Зрозуміло?

source: Do wytwarzania broni dystansowych zawsze będzie potrzebne drewno łuczarskie, cięciwy oraz dla znamienitszych dzieł - języki jaszczurów. Zwykła broń biała wymaga czystego żelaza, natomiast dla broni stalowych i tych z magicznej rudy, potrzebne również będą odpowiednio węgiel oraz bryłki magicznej rudy.
uk: Для виготовлення стрілецької зброї завжди потрібна деревина, тятива, а для більш витончених виробів – язики ящерів. Звичайна зброя ближнього бою потребує заліза, в той час як для сталевої зброї та зброї з магічної руди знадобляться також вугілля та самородки магічної руди.

source: Do zachodniej bramy miasta
uk: До західних воріт міста

source: Do zaklęcia potrzebny jest przedmiot, dzięki któremu nadam wodzie odpowiedni kształt.
uk: Для заклинання мені необхідно мати певний реагент, за допомогою якого я зможу надати воді певної форми.

source: Do zamku
uk: До фортеці

source: Do zobaczenia na miejscu!
uk: Побачимось на місці!

source: Do zobaczenia na miejscu.
uk: Побачимось на місці.

source: Do zobaczenia w Silbach!
uk: Побачимось в Сільбаху!

source: Do zobaczenia wkrótce.
uk: До скорої зустрічі.

source: Do zobaczenia!
uk: До зустрічі!

source: Do zobaczenia,
uk: До побачення,

source: Do zobaczenia.
uk: Побачимось.

source: Do świata w końcu przybyli Bogowie, którym dane było panować nad całym dziełem Morgradu: życiem i śmiercią, tworzeniem i niszczeniem. W taki sposób królowali nad światem, a zrodzonych w nim mieszkańców uczyli niemal wszystkiego, czego sami zdołali się nauczyć.
uk: У світ нарешті прийшли Боги, які отримали владу над всіма аспектами Морграду: життям і смертю, створенням і руйнуванням. Так вони стали панувати над світом і навчили новонароджених мешканців майже всьому, чого встигли навчитися самі.

source: Do światła ruszyłem i tam pozostanę, aż godzina ostatecznej walki wybije.
uk: Я перейшов до світла, і там я залишатимусь, доки не проб'є година останньої битви.

source: Do-dobrze, nawet nie wiesz jaką ulgę teraz czuję!
uk: До...добре, ти навіть не уявляєш, наскільки мені зараз легше!

source: Dobijmy targu.
uk: Давай домовимося.

source: Dobiliśmy targu, zostawił worek srebrnych monet i wyszedł. Parę dni później zabrał broszury i już więcej go nie spotkałem.
uk: Ми домовились, він залишив мішечок срібних монет і пішов. Через кілька днів він забрав брошури, і більше я його не бачив.

source: Dobiłem targu z Roderichem, połączymy swoje siły, by ukrócić jego szkodliwe dla gospodarki wyspy działania.
uk: Я уклав угоду з Родеріхом, ми об'єднаємо зусилля, щоб перешкодити діяльності, яка завдає шкоди економіці острова.

source: Dobra Marvin, wchodzę tam.
uk: Гаразд, Марвіне, я йду туди.

source: Dobra alternatywa dla dywanu!
uk: Хороша альтернатива килиму!

source: Dobra decyzja, jestem pewny, że ta gnida prędzej czy później by nas zdradziła...
uk: Правильне рішення. Я впевнений, що ця гнида рано чи пізно зрадила б нас...

source: Dobra decyzja. Daj nam chwilę, zaraz będzie po wszystkim.
uk: Правильне рішення. Дай нам хвилинку, скоро все закінчиться.

source: Dobra ile chcesz?
uk: Добре, скільки ти хочеш?

source: Dobra kondycja to podstawa, jeśli chcecie dotrzymać im kroku.
uk: Гарна фізична форма має важливе значення, якщо ви хочете їх наздогнати.

source: Dobra mały, daj z siebie wszystko.
uk: Молодець, покажи, на що ти здатен.

source: Dobra mały... fajnie się gadało, ale mam dla ciebie... bojowe zadanie.
uk: Гаразд, хлопче... було приємно поговорити, але я маю для тебе... особливе завдання.

source: Dobra młody, spotkamy przed jaskinią. Tylko nie zbliżaj się do niej bez nas!
uk: Гаразд, хлопче, зустрінемося перед печерою. Тільки не підходь до неї без мене!

source: Dobra młody, zadajesz ostatnio za dużo pytań.
uk: Гаразд, хлопче, останнім часом ти ставиш забагато запитань.

source: Dobra przestanę! Tylko mnie nie bij!
uk: Гаразд, я перестану! Тільки не бий мене!

source: Dobra robota chłopcze! To co, może coś chłodnego po pracy?
uk: Хороша робота, хлопче! А як щодо чогось прохолодного після роботи?

source: Dobra robota z przemytnikami, mały. Sprawnie uwinęliście się z Caramonem.
uk: Ви добре впоралися з контрабандистами, хлопці. Ви з Карамоном молодці.

source: Dobra robota!
uk: Гарна робота!

source: Dobra robota, Marvin! Żałuj, że nie widziałeś ich zaskoczenia kiedy weszliśmy im na plecy.
uk: Ти добре впорався, Марвіне! Бачив би ти їхнє здивування, коли ми опинилися у них за спинами.

source: Dobra robota, Marvin. To właśnie takimi małymi sukcesami wygrywa się wojny i dochodzi się do fortuny. Oto twoja nagroda.
uk: Хороша робота, Марвіне. Такими маленькими успіхами, як цей, виграються війни і заробляються статки. Ось твоя нагорода.

source: Dobra robota, Marvin. Zaprowadźmy Admirała do Graysona.
uk: Молодець, Марвіне. Давай проведемо адмірала до Грейсона.

source: Dobra robota, chłopcze!
uk: Гарна робота, хлопче!

source: Dobra robota, chłopcze! Tylko pamiętaj, ktokolwiek to zrobił, może być naprawdę niebezpieczny, a my nawet nie znamy jego motywów. Lepiej na siebie uważaj!
uk: Молодець, хлопче! Тільки пам'ятай, що той, хто це зробив, може бути дуже небезпечним, а ми навіть не знаємо його мотивів. Тож будь обережним!

source: Dobra robota, chłopcze, jeszcze będą z ciebie ludzie.
uk: Гарна робота, хлопче, будуть з тебе люди.

source: Dobra robota, chłopcze. Dla każdego znajdę odpowiednie zajęcie.
uk: Гарна робота, хлопче. Я знайду відповідне заняття для кожного.

source: Dobra robota, chłopcze. Potrzebujemy ludzi takich jak ty.
uk: Гарна робота, хлопче. Нам потрібні такі люди, як ти.

source: Dobra robota, chłopcze. Ten zapas pozwoli nam załatać parę dziur i wymienić przegniłe deski.
uk: Молодець, хлопче. Ця деревина дозволить нам залатати кілька дірок і замінити прогнилі дошки.

source: Dobra robota, jedna bestia mniej!
uk: Чудово – однією тварюкою менше!

source: Dobra robota, teraz będziemy mogli łowić bez obaw, że nie mamy żadnej zapasowej sieci.
uk: Добра робота, тепер ми зможемо рибалити, не хвилюючись, що у нас немає запасної сітки.

source: Dobra robota, w końcu mogę wracać do pracy. Masz tu trochę złota za fatygę.
uk: Молодець, нарешті я можу повернутися до роботи. Ось тобі трохи золота за клопоти.

source: Dobra robota.
uk: Гарна робота.

source: Dobra robota. Nie sądziłem, że cokolwiek przetrwało tę burzę.
uk: Молодець. Я не думав, що щось вціліло після бурі.

source: Dobra robota. Niech będzie, dam ci nasze ciuchy.
uk: Гарна робота. Гаразд, я дам тобі наш одяг.

source: Dobra robota. Przyjmij to złoto w ramach nagrody.
uk: Чудова робота. Прийми це золото в нагороду.

source: Dobra robota. To powinno znacznie zawęzić nasze poszukiwania.
uk: Молодець. Це має значно звузити наші пошуки.

source: Dobra robota. Wiedziałem, że Svenowi nic nie będzie, a przynajmniej w końcu dostał nauczkę!
uk: Молодець. Я знав, що зі Свеном все буде добре. Принаймні, він нарешті засвоїв урок!

source: Dobra! Dawaj to, bo łeb mnie boli, jakby mi stado kretoszczurów po nim przebiegło.
uk: Добре! Давай, бо в мене голова болить так, ніби по ній пробіглася зграя кротощурів.

source: Dobra, Lokvar pewnie już śpi.
uk: Гаразд, Локвар напевно вже спить.

source: Dobra, Martha już idzie, zaczynaj grać!
uk: Добре, Марта йде, починай грати!

source: Dobra, ale musisz mi obiecać, że nie słyszałeś tego ode mnie.
uk: Гаразд, але пообіцяй мені, що ти почув це не від мене.

source: Dobra, ale pospiesz się.
uk: Добре, але поквапся.

source: Dobra, ale pośpiesz się.
uk: Добре, але поквапся.

source: Dobra, ale to już ostateczna cena.
uk: Добре, але це остаточна ціна.

source: Dobra, ale zgadzam się tylko dlatego, żebyś dłużej nie smędził. No i nie zrobię tego za darmo, jeśli mi wysadzisz pracownię, to muszę z czegoś opłacić naprawy!
uk: Гаразд, але я погоджуюся лише для того, щоб ти більше не заважав. Ну, і я не буду робити це безкоштовно. Якщо ти підірвеш мою майстерню, я повинен буду чимось заплатити за ремонт!

source: Dobra, bierz go!
uk: Гаразд, забирай його!

source: Dobra, bierz te samorodki.
uk: Ось, забирай самородки.

source: Dobra, biorę.
uk: Гаразд, беру.

source: Dobra, biorę. (100 SZ)
uk: Гаразд, я беру. (100 золотих)

source: Dobra, bo się rozgadałem i nie wiadomo co tamtym przyjdzie do głowy. Idź już sobie!
uk: Добре, бо я забалакався, і невідомо, що прийде в голову цим людям. Йди геть!

source: Dobra, bądźmy poważni. Ile złota Tomas sobie życzy?
uk: Добре, давай серйозно. Скільки золота хоче Томас?

source: Dobra, będziemy brali 8 skrzynek tygodniowo. Przekaż Tomasowi.
uk: Добре, ми братимемо по 8 ящиків на тиждень. Можеш передати Томасу.

source: Dobra, chodź za mną.
uk: Гаразд, йди за мною.

source: Dobra, chodź ze mną, doprawisz zupę a ja stanę na czatach.
uk: Гаразд, ходімо за мною, ти приправиш суп, а я постою на сторожі.

source: Dobra, chodźmy stąd, zanim sobie pomyślą, że mamy przy sobie dużo zbytecznych monet.
uk: Гаразд, забираймося звідси, поки вони не вирішили, що у нас при собі забагато зайвих монет.

source: Dobra, chodźmy!
uk: Гаразд, ходімо!

source: Dobra, chodźmy.
uk: Гаразд, ходімо.

source: Dobra, chwytaj za lagę i zobaczmy, który z nas jest lepszym szermierzem.
uk: Гаразд, бери палицю і подивимось, хто з нас кращий фехтувальник.

source: Dobra, co mi tam szkodzi. Najwyżej to on cię zabije, a nie ja.
uk: Добре, яка різниця. У кращому випадку, це він тебе вб'є, а не я.

source: Dobra, coś mi przyszło do głowy. Nie ma sensu bić się z cieniostworem pięściami, osobistych pobudek nie przeskoczymy.
uk: Гаразд, мені дещо спало на думку. Немає сенсу битися кулаками з тінезвіром, особисті мотиви тут не допоможуть.

source: Dobra, czego potrzebujesz?
uk: Гаразд, що тобі потрібно?

source: Dobra, daj co tam masz i chodźmy bo szkoda czasu.
uk: Гаразд, давай скільки маєш, і ходімо, бо ми марнуємо час.

source: Dobra, daj mi go spróbować.
uk: Гаразд, дай мені його спробувати.

source: Dobra, daj mi spokój.
uk: Гаразд, дай мені перепочити.

source: Dobra, dajcie to piwo.
uk: Добре, давайте те пиво.

source: Dobra, dawaj te bryłki, ale nikomu nie mów, że cię tu wpuściłem.
uk: Добре, давай свої самородки, але нікому не кажи, що це я тебе впустив.

source: Dobra, dawaj ten glejt.
uk: Гаразд, давай мені цю перепустку.

source: Dobra, dawaj ten glejt. (100 SZ)
uk: Гаразд, давай мені цю перепустку. (100 золотих)

source: Dobra, dawaj ten list.
uk: Добре, давай сюди той лист.

source: Dobra, dawaj to wino.
uk: Гаразд, давай вино.

source: Dobra, dawaj to!
uk: Гаразд, давай!

source: Dobra, dawaj to.
uk: Добре, давай сюди.

source: Dobra, dawaj tę paczkę.
uk: Домовились, давай ті сувої.

source: Dobra, dawaj!
uk: Добре, давай!

source: Dobra, do roboty.
uk: Добре, до роботи.

source: Dobra, dobra! Tylko spokojnie. Już sobie idę...
uk: Гаразд, гаразд! Заспокойся. Я вже йду...

source: Dobra, dobra, pójdę...
uk: Гаразд, гаразд, я піду...

source: Dobra, dobra, wygrałeś. Czego chcesz?
uk: Гаразд, гаразд, ти переміг. Чого ти хочеш?

source: Dobra, dobra, wystarczy. I tak nie wiem, o czym mówisz, więc przykro mi, ale nie pomogę.
uk: Усе, усе, досить. Я все одно не розумію, про що ти кажеш, тож вибач, але нічим не можу допомогти.

source: Dobra, dobra, zachowaj to dla siebie.
uk: Добре, добре, не розказуй.

source: Dobra, dobra... spokojnie!
uk: Гаразд, гаразд... заспокойся!

source: Dobra, dobra... wygrałeś! Schowaj już tę broń!
uk: Добре, добре... ти переміг! Сховай зброю!

source: Dobra, dzięki.
uk: Гаразд, дякую.

source: Dobra, eliksir gotowy, możemy zaczynać nasz test.
uk: Ну що ж, еліксир готовий, можемо розпочинати випробування.

source: Dobra, gadaj o co chodzi.
uk: Гаразд, розповідай, що сталось.

source: Dobra, gdzie dokładnie chcesz ten wybuch?
uk: Гаразд, де саме ти хочеш зробити цей вибух?

source: Dobra, idę tam. Do zobaczenia!
uk: Добре, я вирушаю туди. Побачимось!

source: Dobra, idę! Dzięki za pomysł!
uk: Гаразд, я піду! Дякую за ідею!

source: Dobra, idę.
uk: Добре, йду.

source: Dobra, idź ich znaleźć, nie mamy czasu do stracenia. Przy okazji dopilnuj, żeby dostarczyli tę żywność, naprawdę jej potrzebujemy.
uk: Гаразд, йди знайди їх, ми не можемо гаяти часу. До речі, простеж, щоб вони доставили продукти, вони нам дуже потрібні.

source: Dobra, idź teraz do reszty, lepiej jak najszybciej nałapać kontaktów. Twoje zdrowie!
uk: Добре, а тепер йди до інших, нам треба якнайшвидше налагодити контакти. За твоє здоров'я!

source: Dobra, ile chcesz?
uk: Добре, скільки ти хочеш?

source: Dobra, ja jakoś dotacham to do Przystani. Ty spróbuj znaleźć coś jeszcze!
uk: Добре, я якось дотягну її до Гавані. А ти спробуй знайти що-небудь ще!

source: Dobra, jesteś w porządku. Nie będę cię wysyłał w tę dzicz.
uk: Гаразд, ти нормальний. Я не відправлятиму тебе в ту глушину.

source: Dobra, jesteśmy na miejscu. Dzięki za pomoc, swoją drogą, jestem Berter.
uk: Гаразд, ми на місці. До речі, дякую за допомогу, я Бертер.

source: Dobra, jesteśmy na miejscu. Oto mój okręt. Zapraszam na pokład.
uk: Гаразд, ми на місці. Ось мій човен. Можеш піднятися на борт.

source: Dobra, jesteśmy na miejscu. Spacerek po rozdrożach Archolos jest całkiem miłą odmianą od gwaru tego przeklętego miasta, nieprawdaż?
uk: Гаразд, ми прийшли. Прогулянка дорогами Архолосу – досить приємна розрада від метушні того проклятого міста, чи не так?

source: Dobra, jesteśmy na miejscu. Teraz możemy przejść do podpisania umowy.
uk: Добре, ми на місці. Тепер можемо перейти до підписання угоди.

source: Dobra, jesteśmy na miejscu. Wejdź do środka i porozmawiaj z karczmarką. Jeśli nie uda ci się od niej nic wyciągnąć, proponuję zagadać pozostałych gości.
uk: Гаразд, ми на місці. Зайди всередину і поговори з корчмаркою. Якщо нічого від неї не дізнаєшся, пропоную спробувати розпитати гостей.

source: Dobra, jesteśmy na miejscu. Zawołam Rierola i powiem, że potrzeba pomocy w lecznicy. Ty wejdziesz wtedy do środka i poszukasz tego swojego przepisu.
uk: Гаразд, ми на місці. Я покличу Рієрола і скажу йому, що потрібна його допомога в лазареті. Потім ти підеш всередину і пошукаєш свій рецепт.

source: Dobra, jesteśmy. Chciałbym sprawdzić kilka miejsc, które wskazali mi ludzie, z jakimi gadałem. Chodź!
uk: Що ж, ми тут. Хочу перевірити кілька місць, на які мені вказали люди, з якими я говорив. Ходімо!

source: Dobra, jesteśmy. Chyba widzę stąd Elida i resztę kupców. Mamy czekać na ich znak?
uk: Гаразд, ось ми і прийшли. Здається, звідси я бачу Еліда і решту торговців. Чекатимемо їхнього знаку?

source: Dobra, jesteśmy. Oktav mi mówił, że powinniśmy uzgodnić, jak będziemy opowiadać ludziom o straży. Masz jakieś pomysły?
uk: Добре, ось ми і прийшли. Октав сказав мені, що нам потрібно домовитися про те, що ми будемо розповідати людям про Варту. Є ідеї?

source: Dobra, jesteśmy. Przypatrz się uważnie moim atakom i powiedz mi potem, gdzie popełniam jakiś błąd.
uk: Добре, ось ми і прийшли. Подивись уважно на мої атаки, а потім скажи, де я припускаюся помилок.

source: Dobra, jesteśmy. Teraz posłuchaj mnie uważnie. Przyszłam tutaj po roślinę zwaną skalnym korzeniem. Jak słyszałeś, cyrulik sądzi, że wypatrzył go gdzieś tutaj.
uk: Гаразд, ось ми і прийшли. Слухай мене уважно. Я прийшла сюди, щоб дістати рослину, яка називається кам'яний корінь. Як ти вже чув, цирульник думає, що бачив її десь тут.

source: Dobra, już dość usłyszałem. Z takimi opowieściami to lepiej idź do Balniego, nie do mnie. Chociaż też nie do końca, bo on woli wiarygodne historyjki...
uk: Гаразд, з мене досить. З цими байками тобі краще піти до Балні, а не до мене. Хоча я б не радив, бо він теж віддає перевагу правдоподібним історіям...

source: Dobra, kogo ja oszukuję...
uk: Гаразд, кого я обманюю...

source: Dobra, koleś. Nie ma tu nic do oglądania, jasne?
uk: Гаразд, друзяко. Тут нема на що дивитися, зрозумів?

source: Dobra, koniec wycieczki.
uk: Гаразд, кінець екскурсії.
